Repository: psielie21/Skk98
Catalog: typo3conf/l10n/*/fluidpages/Resources/Private/Language/*.locallang.xlf
Languages: de

# pages.tx_fed_page_controller_action
source: Page Layout - this page
de: Seitenlayout - diese Seite

# pages.tx_fed_page_controller_action.default
source: Parent decides
de: Wie übergeordnete Seite

# pages.tx_fed_page_controller_action_sub
source: Page Layout - subpages
de: Seitenlayout - Unterseiten

# pages.tx_fed_page_flexform
source: Page Configuration
de: Seiteneinstellungen

# pages.tx_fed_page_flexform_sub
source: Page Configuration - subpages
de: Seiteneinstellungen - Unterseiten

# pages.tx_fed_page_package
source: Package
de: Paket

# pages.tx_fed_page_layoutselect
source: Page Layouts
de: Seitenlayouts

# pages.tx_fed_page_configuration
source: Page Configuration
de: Seiteneinstellungen

# pages.doktype.187
source: Raw Fluid template
de: Fluid template

# pages.tx_fluidpages_templatefile
source: Template file reference
de: Template Dateireferenz

# pages.tx_fluidpages_templatefile.placeholder
source: EXT:... or site-relative path
de: EXT:... oder Pfad relativ zum Seiten-Verzeichnis

# pages.tx_fluidpages_layout
source: Layout to use for rendering
de: Layout für die Darstellung

source: Fluid Content Area
de: Fluid-Content-Bereich
