Repository: psielie21/Skk98
Catalog: typo3conf/l10n/*/fluidcontent/Resources/Private/Language/*.locallang.xlf
Languages: de

source: default
de: Standardeinstellung

# be_groups.tx_fluidcontent_allowedfluidcontent
source: Allowed fluidcontent types
de: Erlaubte Fluid-Content-Typen

# be_groups.tx_fluidcontent_deniedfluidcontent
source: Denied fluidcontent types
de: Verbotene Fluid-Content-Typen

# pages.no_content_types
source: No available content types
de: Keine Inhaltstypen verf체gbar

# pages.tab.configuration
source: Configuration
de: Konfiguration

# pages.tab.content_settings
source: Content settings
de: Inhaltseinstellungen

# pages.tab.element_type
source: Element type
de: Elementtyp

# tt_content.pi_flexform
source: Element Configuration
de: Elementkonfiguration

# tt_content.tx_fed_fcecontentarea
source: Content area
de: Inhaltsbereich

# tt_content.tx_fed_fcefile
source: Fluid Content type
de: Fluid Content Typ

# tt_content.tx_fed_fcefile.emptyMessage
source: Fluid Content type not selected - edit this element in the TYPO3 backend to fix this!
de: Fluid Content Typ nicht ausgew채hlt - bearbeite das Element im TYPO3 Backend um das Problem zu beheben!

# tt_content.tx_fed_fcefile.emptyMessageinBackend
source: Fluid Content type not selected - edit this element to fix this!
de: Fluid-Content-Typ nicht ausgew채hlt - bearbeiten sie das Element um dies zu beheben!
